tap "gromgit/brewtils"
tap "minorole/tap"
tap "nikitabobko/tap"
tap "smudge/smudge"
brew "webp"
brew "cloudflared"
brew "contentful-cli"
brew "dnsmasq", restart_service: :changed
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "gifsicle"
brew "git"
brew "glow"
brew "hledger"
brew "lazygit"
brew "llmfit"
brew "neovim"
brew "nginx"
brew "oh-my-posh"
brew "php", restart_service: :changed
brew "php@8.4"
brew "playwright-cli"
brew "redis", restart_service: :changed
brew "stow"
brew "tmux"
brew "uv"
brew "worktrunk"
brew "wp-cli"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "gromgit/brewtils/taproom"
brew "smudge/smudge/nightlight"
cask "nikitabobko/tap/aerospace"
cask "android-platform-tools"
cask "bloom"
cask "firefox"
cask "ghostty"
cask "iina"
cask "mos"
cask "numi"
cask "obs"
cask "obsidian"
cask "openmtp"
cask "telegram"
cask "ticktick"
