tap "gromgit/brewtils"
tap "run-llama/liteparse"
tap "shopify/shopify"
tap "smudge/smudge"
tap "typewhisper/tap"
tap "westpoint-io/dustoff"
tap "xykong/tap"
brew "webp"
brew "caddy"
brew "cloudflared"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "gifsicle"
brew "git"
brew "glow"
brew "lazygit"
brew "llmfit"
brew "mas"
brew "neovim"
brew "nginx"
brew "oh-my-posh"
brew "php", restart_service: :changed
brew "php@8.4"
brew "playwright-cli"
brew "redis", restart_service: :changed
brew "rust"
brew "s3cmd"
brew "stow"
brew "tmux"
brew "uv"
brew "worktrunk"
brew "wp-cli"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "gromgit/brewtils/taproom"
brew "run-llama/liteparse/llamaindex-liteparse"
brew "shopify/shopify/shopify-cli"
brew "smudge/smudge/nightlight"
brew "westpoint-io/dustoff/dustoff"
cask "android-platform-tools"
cask "bloom"
cask "codex"
cask "dockdoor"
cask "firefox"
cask "xykong/tap/flux-markdown"
cask "ghostty"
cask "iina"
cask "losslesscut"
cask "mitmproxy"
cask "mos"
cask "numi"
cask "obs"
cask "obsidian"
cask "openmtp"
cask "telegram"
cask "ticktick"
cask "typewhisper/tap/typewhisper"
mas "1Password for Safari", id: 1569813296
mas "CloudMounter", id: 1130254674
mas "Discrete", id: 6746067740
mas "Dropover", id: 1355679052
mas "Folder Preview", id: 6698876601
mas "Magnet", id: 441258766
mas "Numbers", id: 361304891
mas "Pages", id: 409201541
mas "RasterFox", id: 6749489566
mas "Slack", id: 803453959
mas "Spark Desktop", id: 6445813049
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
